[
{"id":1,
 "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753168671/IMG-20250722-WA0015_hw8n1g.jpg",
 "description":"నా గుండె కొట్టుకునేది మీ కోసమే: హరిహర వీరమల్లు ప్రీ రిలీజ్ ఈవెంట్ లో పవన్ కల్యాణ్ హైదరాబాదులో హరిహర వీరమల్లు ప్రీ రిలీజ్ ఈవెంట్ ఎమోషనల్ స్పీచ్ ఇచ్చిన పవన్ కల్యాణ్ తెలంగాణ సీఎం రేవంత్ రెడ్డి థ్యాంక్స్ చెప్పిన పవన్ పవర్ స్టార్ పవన్ కల్యాణ్ నటించిన పాన్-ఇండియా చిత్రం ‘హరి హర వీరమల్లు’ ప్రీ రిలీజ్ ఈవెంట్ హైదరాబాద్‌లోని శిల్పకళా వేదికలో సోమవారం ఘనంగా జరిగింది. ఈ కార్యక్రమంలో పవన్ కల్యాణ్ తన సినీ ప్రస్థానం, చిత్రం గురించి హృదయస్పర్శిగా మాట్లాడారు. ఈ చిత్రం జులై 24న విడుదల కానుంది. పవన్ కల్యాణ్ తన ప్రసంగంలో, ఈ ప్రీ రిలీజ్ ఈవెంట్ కు అనుమతి ఇచ్చిన తెలంగాణ సీఎం రేవంత్ రెడ్డికి కృతజ్ఞతలు తెలుపుకుంటున్నానని అన్నారు. పోలీసులకు కూడా ధన్యవాదాలు తెలుపుతున్నానని వెల్లడించారు.సినిమా రంగం నాకు అన్నీ ఇచ్చింది. సమాజంలో ఎన్ని తేడాలు ఉన్నా, సినిమా అందరినీ ఒక్కటి చేస్తుంది. ఈ చిత్రం కోసం చాలా సవాళ్లను ఎదుర్కొన్నాం. రెండు కోవిడ్ వేవ్‌లు, ఆర్థిక సమస్యలు, సృజనాత్మక ఒడిదొడుకులు వచ్చాయి. నా రాజకీయ బాధ్యతల కారణంగా కొంత సమయం ఇవ్వలేకపోయాను. అయినా, నిర్మాత ఏ.ఎం. రత్నం గారి నమ్మకం, ఆయన నిబద్ధత నన్ను ఈ ప్రాజెక్ట్‌లో ఉంచాయి” అని చెప్పారు ఈ చిత్రం గురించి మాట్లాడుతూ, “17వ శతాబ్దంలో మొగల్ సామ్రాజ్య నేపథ్యంలో ఈ చిత్రం ఒక కల్పిత యోధుడి కథ. నేను చేసిన ఒక 20 నిమిషాల యాక్షన్ సన్నివేశం కథను మలుపు తిప్పేలా ఉంటుంది. దీనికి ఎం.ఎం. కీరవాణి గారు 10 రోజులు సంగీతం సమకూర్చారు” అని పవన్ వెల్లడించారు.నిర్మాత ఏ.ఎం. రత్నంపై ప్రశంసలు కురిపిస్తూ, రత్నం గారు తెలుగు సినిమా నాణ్యతను జాతీయ స్థాయికి తీసుకెళ్లారు. ఈ చిత్రం కోసం ఆయన చూపిన చిత్తశుద్ధి నన్ను కట్టిపడేసింది. అందుకే ఈ ప్రెస్ మీట్‌కు వచ్చాను అని పవన్ తెలిపారు.నేను రాజకీయాల్లోకి వచ్చిన తర్వాత ఓ మంచి మిత్రుడు లభించాడు... ఆయనే కర్ణాటక మంత్రి ఈశ్వర్ ఖండ్రే. గతంలో పరిస్థితులు ఎలా ఉన్నాయో అందరికీ తెలుసు. భీమ్లానాయక్ సినిమా టైమ్ లో అన్ని సినిమాలకు టికెట్లు రూ.100, ఆపైన ఉంటే నా సినిమా టికెట్ ను రూ.10, 15కి అమ్మారు. అలాంటి పరిస్థితుల్లో కూడా మనల్ని ఎవడ్రా ఆపేది అని చెప్పాను. నేనెప్పుడూ రికార్డుల కోసం ప్రయత్నించలేదు. సగటు మనిషిగా బతకడం ఒక్కటే నా కోరిక. నా గుండె మీ (ఫ్యాన్స్) గురించే కొట్టుకుంటుంది. ఈ సందర్భంగా త్రివిక్రమ్ గురించి చెప్పాలి. చాలామంది మనం బాగున్నప్పుడే దగ్గరకు వస్తుంటారు. కానీ నేను కష్టాల్లో ఉన్నప్పుడు నా దగ్గరికి వచ్చి, నాకు హిట్ ఇచ్చిన వ్యక్తి త్రివిక్రమ్ శ్రీనివాస్. నేను ఫ్లాప్ లు ఇస్తున్న సమయంలో కూడా ఆయన నాతో జల్సా సినిమా చేసి హిట్ ఇచ్చారు. ఆ సినిమాకు ముందు నాకు త్రివిక్రమ్ గురించి తెలియదు. నేను రీమేక్ లు చేయడానికి బలమైన కారణం ఉంది. నా నిర్మాత బాగుండాలి... సినిమా ఫ్లాప్ అయితే అందరం ఇబ్బంది పడతాం... అంతేతప్ప నేను కొత్త సినిమాలు చేయలేక కాదు. ఇక హరిహర వీరమల్లు చిత్రంలో ఒక యాక్షన్ సీక్వెన్స్ కు దర్శకత్వం వహించాను. మీరు కోరుకుంటున్నట్టే నేను కూడా సినిమా విజయం సాధించాలని కోరుకుంటున్నా... ఈ చిత్రం ఎన్ని కోట్లు వసూలు చేస్తుందో చెప్పలేను... ఈ సినిమా మీకు నచ్చితే బాక్సాఫీసును బద్దలు కొట్టేయండి అని పవన్ కల్యాణ్ తన ప్రసంగంలో పిలుపునిచ్చారు. స్టోరీ లైన్ చెప్పిన పవన్  ఏపీలోని కొల్లూరులో కోహినూర్ డైమండ్ దొరికింది. అది అనేక చేతులు మారి బ్రిటన్ మ్యూజియంలోకి చేరింది. దర్శకుడు క్రిష్ చెప్పిన ఈ సినిమా లైన్ నాకు బాగా నచ్చింది. చరిత్ర చూస్తే భారతదేశం ఎవరిపైనా దాడి చేయలేదు... మనపైనే అందరూ దాడి చేశారు. మొఘల్ చక్రవరి ఔరంగజేబు అకృత్యాల గురించి ఎవరూ చెప్పలేదు. హిందువుగా బతకాలంటే కూడా పన్ను కట్టాల్సిన రోజుల్లో ఛత్రపతి శివాజీ వీరోచితంగా పోరాడారు. ఆ తరహాలోనే ధర్మం కోసం పోరాడిన వ్యక్తి కథే హరిహర వీరమల్లు... అని పవన్ వివరించారు.దర్శకుడు జ్యోతి కృష్ణ మాట్లాడుతూ, “పవన్ గారి కలలోని వీరమల్లు మా ఊహకు అందనంత శక్తివంతమైన పాత్ర. ఈ చిత్రం కోసం రోజూ అంకితభావంతో పనిచేశాం” అని చెప్పారు. నటి నిధి అగర్వాల్ మాట్లాడుతూ, “పవన్ గారితో నటించడం నా కెరీర్‌లో పెద్ద అవకాశం. ఈ చిత్రం మీ అందరినీ ఆకట్టుకుంటుందని ఆశిస్తున్నా” అని అన్నారు.ఈ చిత్రం మెగా సూర్య ప్రొడక్షన్స్ బ్యానర్‌పై ఏ.ఎం. రత్నం, ఎ. దయాకర్ రావు నిర్మించారు. క్రిష్ జాగర్లమూడి, జ్యోతి కృష్ణ దర్శకత్వంలో రూపొందిన ఈ చిత్రం తెలుగు, హిందీ, తమిళం, మలయాళం, కన్నడ భాషల్లో విడుదల కానుంది."
},

{
    "id":2,
"image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753168672/IMG-20250722-WA0011_rkv99z.jpg",
"description":"సాయం చేసేందుకు సిద్ధం: బంగ్లాదేశ్ విమాన ప్రమాదంపై ప్రధాని మోదీ ఢాకాలో కూలిన శిక్షణ యుద్ధ విమానం పాఠశాలపై పడి పైలట్, విద్యార్థులు సహా 19 మంది మృతి ఈ ప్రమాదం తనను కలిచివేసిందన్న మోదీ బంగ్లాదేశ్ రాజధాని ఢాకాలో జరిగిన ఘోర విమాన ప్రమాద ఘటనపై ప్రధానమంత్రి నరేంద్ర మోదీ తీవ్ర దిగ్భ్రాంతి వ్యక్తం చేశారు. బంగ్లాదేశ్‌కు భారత్ అండగా ఉంటుందని, సహాయం అందించేందుకు సిద్ధంగా ఉన్నట్లు తెలిపారు. ఈ మేరకు ఆయన 'ఎక్స్' వేదికగా తెలిపారు. విమాన ప్రమాద వార్త విని దిగ్భ్రాంతికి గురయ్యానని, మృతుల్లో చాలామంది విద్యార్థులు ఉన్నారని తెలిసి బాధ కలిగిందని పేర్కొన్నారు. ఈ దుర్ఘటన తనను ఎంతగానో కలచివేసిందని ఆయన ఆవేదన వ్యక్తం చేశారు. మృతుల కుటుంబాలకు ప్రగాఢ సానుభూతి తెలుపుతూ, గాయపడిన వారు త్వరగా కోలుకోవాలని ఆకాంక్షించారు.బంగ్లాదేశ్ ఎయిర్‌ఫోర్స్‌కు చెందిన శిక్షణ యుద్ధ విమానం ఢాకా సమీపంలోని పాఠశాలపై కూలిపోయిన ఘటనలో పైలట్‌తో పాటు 16 మంది విద్యార్థులు, ఇద్దరు ఉపాధ్యాయులు మరణించిన విషయం తెలిసిందే. ఈ ప్రమాదంలో 100 మందికి పైగా గాయపడ్డారు."
},

{
    "id":3,
"image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753168673/IMG-20250722-WA0012_al3t9m.jpg",
"description":"జగదీప్ ధన్‌ఖడ్ రాజీనామాతో తదుపరి ఉపరాష్ట్రపతి ఎంపికపై బీజేపీ దృష్టి.. నెక్ట్స్ ఎవరు.. రేసులో ఎవరున్నారంటే..?: ఉపరాష్ట్రపతి పదవికి జగదీప్ ధన్‌ఖడ్ సోమవారం రాత్రి రాజీనామా చేశారు. రాజీనామా లేఖను రాష్ట్రపతి ద్రౌపదీ ముర్ముకు పంపించారు. అనారోగ్య కారణాల వల్లే తాను పదవి నుంచి వైదొలగుతున్నట్లు అందులో పేర్కొన్నారు.పార్లమెంట్ వర్షాకాల సమావేశాలు ప్రారంభమైన రోజే ఆయన రాజీనామా చేయడం గమనార్హం. ఆయన రాజీనామాతో రాజ్యసభ సమావేశాలను ప్రస్తుతానికి డిప్యూటీ చైర్మన్ గా ఉన్న జేడీయూ నేత హరివంశ్ నడిపించనున్నారు.2022 ఆగస్టు 11న ఉపరాష్ట్రపతి బాధ్యతలు చేపట్టిన ధన్‌ఖడ్‌కు 2027 ఆగస్టు వరకూ పదవీకాలం ఉంది. అయితే, రెండేళ్ల 344 రోజులకే ఆయన వైదొలగాలని నిర్ణయించుకున్నారు. ప్రస్తుతం ఆయనకు 74ఏళ్లు. ధన్‌ఖడ్ రాజీనామాతో తరువాత ఉపరాష్ట్రపతిగా ఎవరిని ఎన్నుకుంటారనే అంశంపై ఆసక్తి నెలకొంది. అయితే, ఇప్పటికే బీజేపీ ఉపరాష్ట్రపతి ఎంపికపై కసరత్తు మొదలు పెట్టినట్లు తెలుస్తోంది. ఇందులోకి పలువురి పేర్లను బీజేపీ పెద్దలు పరిశీలిస్తున్నట్లు తెలిసింది.లోక్‌సభ, రాజ్యసభలో ఎలక్టోరల్ కాలేజీలో ఎన్డీయే మెజార్టీ సభ్యులను కలిగి ఉంది. దీంతో తదుపరి ఉపరాష్ట్రపతి పదవికి ఎవరిని ఎంపిక చేస్తారనే అంశం ఆసక్తికరంగా మారింది. అయితే, వివాదాస్పదం కాని వ్యక్తిని బీజేపీ ఎంపికచేస్తుందని, అలాగే పార్టీలో అనుభవజ్ఞుడైన నేతకు ప్రాధాన్యత ఇస్తారని బీజేపీ సీనియర్‌ నేత ఒకరు తెలిపారు.ప్రస్తుత గవర్నర్లు, పార్టీలోని సీనియర్ నేతలు, కేంద్ర మంత్రులుగా ఉన్నవారిలో.. అదికూడా బీజేపీకి చెందిన వ్యక్తిని ఉపరాష్ట్రపతి పదవికి ఎంపికచేసే అవకాశాలు ఎక్కువగా ఉన్నాయని తెలుస్తోంది. అయితే, బీజేపీలోని కొందరు ఎంపీల సమాచారం ప్రకారం.. జనతాదళ్ (యునైటెడ్) ఎంపీ, రాజ్యసభ డిప్యూటీ చైర్మన్ హరివంశ్ పేరు చర్చలో ఉన్నట్లు తెలుస్తోంది. 2020 నుంచి ఆయన ఆ పదవిలో ఉన్నారు. ఆయన్ను ప్రభుత్వ విశ్వాసం ఉన్న వ్యక్తిగా చూస్తారు.నిబంధనల ప్రకారం, ఉపాధ్యక్ష పదవిని భర్తీ చేయడానికి వచ్చే ఆరు నెలల్లోపు ఎన్నికలు నిర్వహించాలి. కొత్త ఉపాధ్యక్షుడిని ఎన్నుకునే వరకు, రాజ్యసభ డిప్యూటీ చైర్మన్ సభ కార్యకలాపాలను నిర్వహించవచ్చు."    
},

{
   "id":4, 
"image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753168722/IMG-20250722-WA0010_bitqbv.jpg",
"description":"భారత్‌-పాక్‌ మధ్యవర్తిత్వంలో ట్రంప్‌ కీలకం: వైట్‌ హౌస్‌ వంతపాట.. వాషింగ​్టన్‌: భారత్-పాకిస్తాన్ మధ్య నెలకొన్న అశాంతిని చల్లార్చడంలో అమెరికా అధ్యక్షుడు డొనాల్డ్ ట్రంప్ కీలక పాత్ర పోషించారని యూఎస్‌ఏ అధికార కార్యాలయం వైట్‌హౌస్‌ పునరుద్ఘాటించింది.ట్రంప్‌ అధికార యంత్రాంగంలోని పలువురు అధికారులు కూడా ఇదే వాదన వినిపిస్తున్నారు. భారత్-పాక్‌ మధ్య యుద్ధాన్ని అధ్యక్షుడు ట్రంప్ నిలిపివేశారని, అలాగే రష్యా- ఉక్రెయిన్ మధ్య సంధికి మధ్యవర్తిత్వం వహించారని వైట్‌హైస్‌ మరోమారు వాదనకు దిగింది. వైట్ హౌస్ ప్రెస్ సెక్రటరీ కరోలిన్ లీవిట్ మీడియాతో మాట్లాడుతూ అధ్యక్షుడు ట్రంప్.. గాజాలో శాంతి ఒప్పందంపై చర్చలు జరిపేందుకు ప్రయత్నిస్తున్నారని, అతని ప్రయత్నాల కారణంగా పలువురు బందీలు విడుదలయ్యారని అన్నారు. ట్రంప్ ఆదేశాల దరిమిలా ఇరాన్‌లోని అణు సౌకర్యాలు పూర్తిగా ధ్వంసమయ్యాయని పేర​్కొన్నారు.మేము చాలా యుద్ధాలను ఆపాం. భారత్‌- పాకిస్తాన్‌లు అణ్వాయుధ దేశాలు. ఇవి పరస్పరం ఘర్షణపడుతున్నాయి. ఈ దేశాల మధ్య జరిగే యుద్ధాన్ని నిలువరించాం. ఇటీవల ఇరాన్‌లో మేము ఏమి చేసామో అందరూ చూశారు. ఆ దేశ అణ్వాయుధ సామర్థ్యాన్ని ధ్వంసం చేశాం. భారత్‌- పాక్‌ మధ్య జరిగే యుద్ధాన్ని వాణిజ్యం ద్వారా పరిష్కరించామని కరోలిన్ లీవిట్ పేర్కొన్నారు. అయితే భారత్‌-పాక్‌ల మధ్య కాల్పుల విరమణ విషయంలో మూడవ పక్షం ప్రమేయం లేదని భారత్‌ స్పష్టం చేసింది."
},

{
    "id":5,
"image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753168670/IMG-20250722-WA0013_c5ujqs.jpg",
"description":"ఉపరాష్ట్రపతి పదవికి రాజీనామా చేసిన జగదీప్ ధన్‌ఖడ్.. కారణం ఇదేనా? తన రాజీనామా లేఖను రాష్ట్రపతి ద్రౌపది ముర్ముకు పంపిన జగదీప్ ధన్‌ఖడ్ ఆరోగ్య కారణాలతో రాజీనామా చేస్తున్నట్టు వెల్లడి తక్షణమే అమల్లోకి రాజీనామా భారత ఉపరాష్ట్రపతి జగదీప్ ధన్‌ఖడ్ అనూహ్య రీతిలో తన పదవికి రాజీనామా చేశారు. ఆరోగ్య కారణాలను చూపుతూ ఈ నిర్ణయం తీసుకున్నట్లు ఆయన రాష్ట్రపతి ద్రౌపది ముర్ముకు సమర్పించిన రాజీనామా లేఖలో పేర్కొన్నారు. భారత రాజ్యాంగంలోని ఆర్టికల్ 67(ఎ) ప్రకారం ఈ రాజీనామా తక్షణమే అమలులోకి వస్తుంది. ఆరోగ్య సంరక్షణకు ప్రాధాన్యత ఇవ్వడానికి మరియు వైద్య సలహాను పాటించడానికి తాను తక్షణమే రాజీనామా చేస్తున్నట్లు జగదీప్ ధన్‌ఖడ్ రాజీనామా లేఖలో వెల్లడించారు. స్థిరమైన మద్దతు మరియు సహకారం అందించారంటూ రాష్ట్రపతి ద్రౌపది ముర్ముకు కృతజ్ఞతలు తెలిపారు. అలాగే, ప్రధానమంత్రి నరేంద్ర మోదీ, మంత్రివర్గ సభ్యులకు వారి అమూల్యమైన సహకారం మరియు మద్దతు పట్ల ధన్‌ఖడ్ ధన్యవాదాలు తెలిపారు. తన పదవీ కాలంలో చాలా నేర్చుకున్నానని, పార్లమెంటు సభ్యుల నుంచి తనకు లభించిన ఆప్యాయత, నమ్మకం మరియు ప్రేమను ఎప్పటికీ గుర్తుంచుకుంటానని ఆయన అన్నారు. తన పదవీ కాలంలో భారతదేశ ఆర్థిక పురోగతి, అభివృద్ధిని చూసినందుకు ధన్‌ఖడ్ గర్వంగా ఉన్నట్లు పేర్కొన్నారు.భారత్ ప్రపంచ ఖ్యాతి, అద్భుతమైన విజయాలతో నేను గర్వపడుతున్నాను. దేశం ఉజ్వల భవిష్యత్తుపై నాకు గట్టి నమ్మకం ఉంది అని ఆయన తన వీడ్కోలు సందేశంలో తెలిపారు.జగదీప్ ధన్‌ఖడ్ 2022 ఆగస్టు 11 నుంచి భారత ఉపరాష్ట్రపతిగా బాధ్యతలు అందుకున్నారు. రాజ్యసభ ఛైర్మన్‌గా సేవలు అందించారు. అంతకుముందు, ఆయన 2019 నుంచి 2022 వరకు పశ్చిమ బెంగాల్ గవర్నర్‌గా కూడా పనిచేశారు. తన రాజీనామాకు ముందు, ఆయన పార్లమెంటు వర్షాకాల సమావేశాలను రాజ్యసభ ఛైర్మన్‌గా అధ్యక్షత వహించారు. ఈ సందర్భంగా, రాజకీయ విభేదాలను పక్కనపెట్టి, ఆరోగ్యకరమైన చర్చలు జరపాలని ఆయన రాజకీయ పక్షాలను కోరారు."
},
{
    "id":6,
"image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753168670/IMG-20250722-WA0014_nd0du6.jpg",
"description":"బట్టతల నివారణకు ఇంటి చిట్కాలు! జుట్టు రాలడం అనేది అనేక మందిని వేధించే ఒక సాధారణ సమస్య సరైన సమయంలో జాగ్రత్తలు తీసుకుంటే బట్టతల నివారణ కొత్త జుట్టు పెరిగే అవకాశం జుట్టు రాలడం అనేది అనేక మందిని వేధించే ఒక సాధారణ సమస్య. ముఖ్యంగా మగవారిలో కనిపించే బట్టతల (ఆండ్రోజెనెటిక్ అలోపేసియా) ఆందోళన కలిగిస్తుంది. అయితే, సరైన సమయంలో గుర్తించి, కొన్ని సహజసిద్ధమైన ఇంటి చిట్కాలు పాటిస్తే ఈ జుట్టు రాలే సమస్యను తగ్గించి, కొత్త జుట్టు పెరిగే అవకాశాలను మెరుగుపరచవచ్చు. ఈ చిట్కాలు జుట్టు కుదుళ్లను బలోపేతం చేసి, జుట్టు రాలడాన్ని నిరోధించడంలో సహాయపడతాయి. బట్టతల నివారణకు సమర్థవంతమైన ఇంటి నివారణలు: నెత్తికి మసాజ్ (Scalp Massages): జుట్టు రాలడాన్ని తగ్గించడానికి నెత్తికి క్రమం తప్పకుండా మసాజ్ చేయడం ఒక అద్భుతమైన మార్గం. ఇది నెత్తికి రక్త ప్రసరణను పెంచుతుంది, తద్వారా జుట్టు కుదుళ్లకు అవసరమైన పోషకాలు మరియు ఆక్సిజన్ అందుతాయి. రక్త ప్రసరణ మెరుగుపడటం వల్ల జుట్టు కుదుళ్లు ఉత్తేజితమై, ఆరోగ్యకరమైన జుట్టు పెరుగుదలకు తోడ్పడతాయి. మసాజ్ చేసేటప్పుడు వేళ్లతో సున్నితంగా వృత్తాకార కదలికలతో చేయాలి. కొబ్బరి నూనె మరియు ఆముదం మిశ్రమం (Coconut and Castor Oil Mix): కొబ్బరి నూనె: ఇది జుట్టులోకి లోతుగా చొచ్చుకుపోయి, పోషణను అందిస్తుంది. జుట్టు ప్రోటీన్ నష్టాన్ని తగ్గించడంలో సహాయపడుతుంది, జుట్టు చిట్లిపోకుండా కాపాడుతుంది. ఆముదం: ఇందులో రిసినోలెయిక్ యాసిడ్ పుష్కలంగా ఉంటుంది, ఇది నెత్తికి రక్త ప్రసరణను పెంచుతుంది మరియు యాంటీమైక్రోబయల్ లక్షణాలను కలిగి ఉంటుంది. ఇది జుట్టు పెరుగుదలను ప్రోత్సహించి, జుట్టును మందంగా మరియు బలంగా చేస్తుంది. ఈ రెండు నూనెలను కలిపి గోరువెచ్చగా చేసి నెత్తికి మరియు జుట్టుకు పట్టించి, రాత్రంతా ఉంచి మరుసటి రోజు ఉదయం మైల్డ్ షాంపూతో శుభ్రం చేసుకోవాలి. సా పాల్మెట్టో (Saw Palmetto): సా పాల్మెట్టో అనేది ఒక మూలిక, ఇది డైహైడ్రోటెస్టోస్టెరాన్ (DHT) అనే హార్మోన్‌ను నిరోధించడంలో సహాయపడుతుందని నమ్ముతారు. DHT అనేది మగవారిలో బట్టతలకు ప్రధాన కారణాలలో ఒకటి. సా పాల్మెట్టోను సప్లిమెంట్‌ల రూపంలో తీసుకోవచ్చు, అయితే దీనిని ఉపయోగించే ముందు వైద్యుడిని సంప్రదించడం మంచిది. ఉల్లిపాయ రసం (Onion Juice): ఉల్లిపాయ రసంలో సల్ఫర్ అధికంగా ఉంటుంది, ఇది జుట్టుకు అవసరమైన కెరాటిన్ ఉత్పత్తికి తోడ్పడుతుంది. ఇది నెత్తిలోని రక్త ప్రసరణను పెంచి, జుట్టు కుదుళ్లకు పోషణను అందిస్తుంది. ఉల్లిపాయ రసాన్ని నెత్తికి పట్టించి 30 నిమిషాల నుండి ఒక గంట వరకు ఉంచి, ఆపై షాంపూతో శుభ్రం చేసుకోవాలి. కొంతమందికి దీని వాసన ఇబ్బందిగా అనిపించవచ్చు. కలబంద (Aloe Vera): కలబందలో యాంటీ ఇన్ఫ్లమేటరీ గుణాలు ఉన్నాయి, ఇవి నెత్తిపై ఉండే దురద మరియు చికాకును తగ్గిస్తాయి. ఇది జుట్టుకు తేమను అందించి, ఆరోగ్యకరమైన వాతావరణాన్ని సృష్టిస్తుంది. కలబంద జెల్‌ను నేరుగా నెత్తికి పట్టించడం లేదా షాంపూలలో కలిపి ఉపయోగించడం చేయవచ్చు. గ్రీన్ టీ రిన్సులు (Green Tea Rinses): గ్రీన్ టీలో యాంటీఆక్సిడెంట్లు పుష్కలంగా ఉంటాయి, ఇవి జుట్టు కుదుళ్లను దెబ్బతీసే ఫ్రీ రాడికల్స్ నుండి రక్షిస్తాయి. ఇది జుట్టు పెరుగుదలను ప్రోత్సహించి, జుట్టు రాలడాన్ని తగ్గిస్తుంది. గ్రీన్ టీని మరిగించి చల్లార్చి, షాంపూ చేసుకున్న తర్వాత జుట్టును ఈ నీటితో శుభ్రం చేసుకోవచ్చు. ఆరోగ్యకరమైన ఆహారం మరియు జీవనశైలి: జుట్టు ఆరోగ్యంలో ఆహారం కీలక పాత్ర పోషిస్తుంది. ప్రోటీన్లు, ఐరన్ మరియు ఒమేగా-3 ఫ్యాటీ యాసిడ్లు అధికంగా ఉండే సమతుల్య ఆహారం తీసుకోవడం జుట్టు పెరుగుదలకు చాలా అవసరం: ప్రోటీన్లు: జుట్టు కెరాటిన్‌తో తయారవుతుంది, కాబట్టి చేపలు, గుడ్లు, పప్పుధాన్యాలు మరియు మాంసం వంటి ప్రోటీన్ అధికంగా ఉండే ఆహారాలు తీసుకోవడం ముఖ్యం. ఐరన్: ఐరన్ లోపం జుట్టు రాలడానికి ఒక సాధారణ కారణం. ఆకుపచ్చ కూరగాయలు, బీన్స్ మరియు ఎర్ర మాంసంలో ఐరన్ ఉంటుంది. ఒమేగా-3 ఫ్యాటీ యాసిడ్లు: ఈ ఆరోగ్యకరమైన కొవ్వులు నెత్తిని ఆరోగ్యంగా ఉంచడంలో సహాయపడతాయి. సాల్మన్, అవిసె గింజలు మరియు వాల్‌నట్స్ వంటి ఆహారాలలో ఇవి లభిస్తాయి. జుట్టు రాలడం అనేది దీర్ఘకాలిక సమస్య కాబట్టి, ఈ ఇంటి నివారణలను క్రమం తప్పకుండా పాటిస్తూ, ఆరోగ్యకరమైన జీవనశైలిని అలవర్చుకోవడం ద్వారా మంచి ఫలితాలను పొందవచ్చు. సమస్య తీవ్రంగా ఉంటే, వైద్యుడిని లేదా చర్మవ్యాధి నిపుణుడిని సంప్రదించడం ఉత్తమం."
},
{
    "id":7,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753351521/IMG-20250723-WA0007_yuaw3o.jpg",
    "description":"రాష్ట్ర గవర్నర్ జిల్లా పర్యటనకు పక్కా ఏర్పాట్లు చేయాలి –– జిల్లా ఇన్చార్జి కలెక్టర్ గీతాంజలి శర్మ *ఆత్కూరు(ఉంగుటూరు): జూలై 22, 2025 రాష్ట్ర గవర్నర్ జిల్లా పర్యటనకు పక్కా ఏర్పాట్లు చేయాలని జిల్లా ఇన్చార్జి కలెక్టర్ గీతాంజలి శర్మ అధికారులను ఆదేశించారు. ఈ నెల 24వ తేదీన రాష్ట్ర గవర్నర్ ఎస్ అబ్దుల్ నజీర్ ఉంగుటూరు మండలం, ఆత్కూరు గ్రామంలోని స్వర్ణ భారత్ ట్రస్టులో జరగనున్న ఆచార్య ఎన్జీ రంగా వ్యవసాయ విశ్వవిద్యాలయ 57వ స్నాతకోత్సవ కార్యక్రమంలో పాల్గొంటున్న నేపథ్యంలో మంగళవారం సాయంత్రం జిల్లా ఇన్చార్జి కలెక్టర్ అందుకు సంబంధించిన ఏర్పాట్లను జిల్లా ఏఎస్పీ సత్యనారాయణ, రాష్ట్ర గవర్నర్ ఎడిసి మేజర్ అమన్ దీప్ సింగ్, విశ్వవిద్యాలయ రిజిస్ట్రార్ డాక్టర్ జి రామచంద్రరావు ఇతర అధికారులతో కలసి పరిశీలించారు. ఆ రోజు రాష్ట్ర గవర్నర్ స్వర్ణ భారత్ ట్రస్టు వెలుపల పోలీసు గౌరవ వందనం స్వీకరించిన అనంతరం ఆడిటోరియంలోనికి ప్రవేశిస్తారని, అక్కడ ప్రత్యేకంగా ఏర్పాటు చేసిన వేదిక వద్ద విశ్వవిద్యాలయ ఉపకులపతి, బోర్డు సభ్యులు, ప్రొఫెసర్లు, ముఖ్యఅతిథి తదితరులతో గ్రూప్ ఫోటో దిగుతారని తెలిపారు. అనంతరం ఆయన అక్కడ నుంచి బ్యాండ్ మేళంతో ఊరేగింపుగా ప్రధాన వేదిక వద్దకు చేరుకుంటారని, డిగ్రీలు పూర్తి చేసుకున్న పీజీ, యూజీ విద్యార్థులకు పట్టాలు అందించడం, రాష్ట్ర గవర్నర్, ముఖ్య అతిథి ప్రసంగం ఉంటాయన్నారు. కార్యక్రమం విజయవంతంగా నిర్వహించేందుకు అవసరమైన అన్ని ఏర్పాట్లు పక్కాగా చేయాలని ఆయా శాఖల అధికారులకు సూచిస్తూ, గవర్నర్కు గ్రీన్ రూమ్ ఏర్పాటు, వేదికపైన సీటింగ్, వేదిక అలంకరణ, పిఏ సిస్టం, ఎల్ఈడి స్క్రీన్లు, లైవ్ కవరేజ్, ఇంటర్నెట్ తదితర అవసరమైన ఏర్పాట్లు చేయాలని సూచించారు. కార్యక్రమానికి ఎలాంటి విద్యుత్ అంతరాయం లేకుండా ముందస్తు ఏర్పాట్లు చేయాలని, పార్కింగ్, ట్రాఫిక్ సమస్యలు తలెత్తకుండా పటిష్ట పోలీస్ బందోబస్తు నిర్వహించాలని సంబంధిత అధికారులకు సూచించారు. ట్రస్టు ఆవరణలో వైద్య శిబిరంతో పాటు అంబులెన్స్, అగ్నిమాపక వాహనాలు సిద్ధంగా ఉంచాలని సూచించారు. ఆడిటోరియం వెలుపల విద్యార్థుల తల్లిదండ్రులు కార్యక్రమాన్ని వీక్షించేందుకు వీలుగా ప్రత్యేకంగా ఎల్ఈడి స్క్రీన్లు ఏర్పాటు చేయాలని అధికారులకు ఈ సందర్భంగా సూచించారు. జిల్లా ఇన్చార్జి కలెక్టర్ వెంట గుడివాడ ఆర్డిఓ జి బాలసుబ్రమణ్యం, జిల్లా వైద్య ఆరోగ్య శాఖ అధికారిణి డాక్టర్ శర్మిష్ఠ, అగ్నిమాపక శాఖ అధికారి యేసురత్నం, సాంఘిక సంక్షేమ శాఖ అధికారి షేక్ షాహిద్ బాబు, డీఎస్పీ శ్రీనివాసరావు, ఇతర శాఖల అధికారులు, విశ్వవిద్యాలయ ప్రొఫెసర్లు తదితరులు ఉన్నారు."
},
{
    "id":8,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753351497/IMG-20250723-WA0014_lr4yue.jpg",
    "description":"డ్రోన్లతో నిఘా వేసి మహిళలు, పిల్లల భద్రతే లక్ష్యంగా అంకితభావంతో పని చేయండి * డ్రోన్లు వినియోగించి మహిళల్ని వేధించే అకతాయిల ఆగడాలపై నిఘా ఉంచండి * జిల్లాలోని శక్తి టీమ్స్ కు డ్రోన్ల వినియోగంపై ఒకరోజు శిక్షణ... టెక్నాలజీ వినియోగించి మెరుగైన సేవలు అందించాలని సూచనలు * మహిళలపై వేధింపులు, అఘాయిత్యాలు జరుగకుండా ఉండాలంటే ఏమి చేయాలో దిశానిర్ధేశం చేసిన జిల్లా ఎస్పీ గారు * శక్తి టీమ్స్ వినియోగించే 28 టూవీలర్లను జెండా ఊపి ప్రారంభించి విధులపై దిశా నిర్దేశం చేసిన జిల్లా ఎస్పీ గారు * అత్యవసర సమయాల్లో మహిళల రక్షణ కొరకు ఏర్పాటుచేసిన శక్తి యాప్ వాట్సాప్ నంబర్ 7993485111 ను సద్వినియోగం చేసుకోవాలని ప్రజలకు విజ్ఞప్తి -- జిల్లా ఎస్పీ శ్రీ పి.జగదీష్ IPS గారు డ్రోన్లతో నిఘా వేసి మహిళలు, పిల్లల భద్రతే లక్ష్యంగా అంకితభావంతో పని చేయాలని జిల్లా ఎస్పీ శ్రీ పి.జగదీష్ IPS గారు ఆదేశించారు. జిల్లాలోని శక్తి టీమ్స్ కు డ్రోన్ల వినియోగంపై మంగళవారం స్థానిక పోలీస్ కాన్ఫరెన్స్ హాలులో ఒకరోజు శిక్షణ కార్యక్రమం నిర్వహించారు. మహిళలపై వేధింపులు, అఘాయిత్యాలు జరుగకుండా ఉండాలంటే ఏమి చేయాలో ఎస్పీ గారు దిశానిర్ధేశం చేశారు. ముందుగా...మహిళలు, చిన్నారుల భద్రతే లక్ష్యంగా ప్రత్యేకంగా ఏర్పాటు చేసిన శక్తి టీమ్స్, వారు వినియోగించనున్న 28 ద్విచక్ర వాహనాలను జిల్లా ఎస్పీ గారు జిల్లా పోలీసు కార్యాలయం ఆవరణలో జెండా ఊపి ప్రారంభించారు. రాష్ట్రంలో మహిళలపై ఎటువంటి దాడులు, అఘాయిత్యాలు, వేధింపులు లేకుండా చేసేందుకుగాను ప్రత్యేకంగా రాష్ట్ర ప్రభుత్వ ఆదేశాలతో 'శక్తి టీమ్స్' ను జిల్లాలో ఏర్పాటు చేయడం జరిగిందని ఎస్పీ గారు తెలిపారు. శక్తి టీమ్స్ జిల్లాలోని కళాశాలలు, పార్కులు, రద్దీ ప్రదేశాలు, కాలేజీలు, షాపింగ్ మాల్స్, ఆర్టీసీ బస్టాండ్లు, ముఖ్య కూడళ్లలో నిఘా ఉంచాలన్నారు. ఈ శక్తి టీమ్స్ బహిరంగ ప్రదేశాల్లో మహిళలు, పిల్లలపై వేధింపులు అరికట్టడం, నేరాలను నిరోధించడం, తక్షణ సాయం అందించి వారికి రక్షణ కవచంగా నిలిచేలా విధులు నిర్వహించి నేరాల శాతాన్ని తగ్గించాలని, మహిళలపై వేధింపులు, ఇతర చట్ట వ్యతిరేక కార్యకలాపాలకు పాల్పడే అసాంఘిక శక్తులను చట్ట ప్రకారం శిక్ష పడేలా చూడాలన్నారు. మహిళలకు, చిన్నారులకు ఆపదలో మేమున్నామంటూ ఓ వైపు ధైర్యాన్నిస్తూ..అరాచక శక్తుల ఆట కట్టించాలన్నారు. మహిళా వివక్ష, హింస, లైంగిక వేధింపులకు సమాజంలో స్థానం లేదన్నారు. నేరాల కు అడ్డుకట్ట వేసేలా ప్రభావంతంగా విధులు నిర్వర్తించి ప్రజల మన్ననలు పొందాలని ఆకాంక్షించారు. ** నూతనంగా ఏర్పాటు చేసిన 7 బృందాలు: జిల్లా హెడ్ క్వార్టర్స్ లో రెండు బృందాలు, అనంతపురం అర్బన్ సబ్ డివిజన్ -1, అనంతపురం రూరల్ సబ్ డివిజన్ -1, తాడిపత్రి సబ్ డివిజన్ -1, గుంతకల్లు సబ్ డివిజన్ -1 , కళ్యాణదుర్గం సబ్ డివిజన్ -1 చొప్పున సబ్ డివిజన్లలో విధులు నిర్వర్తిస్తారన్నారు. ఆపద సమయంలో శక్తి యాప్ నకు వచ్చే ఎస్.ఓ.ఎస్.కాల్స్, డయల్ 112/100 , 181, 1098, 1930 కాల్స్ తో సంఘటన స్థలంకు ఈ టీమ్స్ వెళ్తాయన్నారు. కాల్స్ వచ్చిన వెంటనే శక్తి బృందాలు తక్షణమే అప్రమత్తమై వేగవంతంగా సంఘటనా స్థలానికి చేరుకొని సమస్యలను పరిష్కారమయ్యేలా చర్యలు చేపట్టాలని ఆదేశించారు. పట్టుబడ్డ అసాంఘిక శక్తులను సంబంధిత పోలీస్ స్టేషన్ అధికారికి తదుపరి చర్యలకై అప్పగించాలన్నారు. మహిళలకు రక్షణగా ప్రభుత్వం ప్రత్యేకంగా రూపొందించిన శక్తి మొబైల్ యాప్ పట్ల ప్రజల్లో విస్తృతంగా ప్రచారం కల్పించేలా శక్తి టీములకు జిల్లా ఎస్.పి గారు పలు సూచనలు చేశారు. ఆపద సమయాల్లో శక్తి యాప్ ఏవిధంగా పని చేస్తుందన్న విషయాన్ని మహిళలకు వివరించేలా టీమ్స్ కృషిచేయాలన్నారు. ** శక్తి యాప్ పనిచేసే విధానం: ఒన్ టచ్ SOS బటన్- వెంటనే పోలీసులను అలర్ట్ చేసి సహాయం అందిస్తుంది. * Shake Trigger/Hand Gesture SoS- యాప్ ఓపెన్ చేయకుండానే SOS అలర్ట్ పంపించవచ్చు. లైవ్ ట్రాకింగ్ అండ్ ఎవిడెన్స్ షేరింగ్ కాలర్ లొకేషన్, 10 సెకన్ల ఆడియో, వీడియో కంట్రోల్ రూమ్ కి పంపబడుతుంది తద్వారా పోలీసు అధికారులు తక్షణమే స్పందించి వేగవంతంగా చర్యలు తీసుకుంటారు. ముఖ్యమైన ఫీచర్లు: ఫిర్యాదు నమోదు, తప్పిపోయిన పిల్లల గురించి రిపోర్టు చేయడం, అక్రమ కార్యకలాపాలపై రిపోర్టు చేయడం, నైట్ షెల్టర్స్, భద్రతతో కూడిన ప్రయాణం, పోలీసు అధికారుల వివరాలు మరియు మొబైల్ నంబర్లు, వాట్సాప్ గవర్నెన్స్, అత్యవసర కాంటాక్ట్... లాంటి ఎన్నో అధునాతన ఫీచర్స్ ను ఈ యాప్ లో పొందుపరచడం జరిగింది. ఈ కార్యక్రమంలో మహిళా డీఎస్పీ ఎస్ మహబూబ్ బాషా, ఏ.ఆర్ డీఎస్పీ నీలకంఠేశ్వరరెడ్డి, సి.ఐ లు ధరణీ కిశోర్ , క్రాంతికుమార్ , వెంకటేశులు, ఆర్ ఐ లు మధు, పవన్ కుమార్, బాబు, ఎస్పీ సిసి ఆంజనేయ ప్రసాద్ , మరియు శక్తి టీమ్స్ సభ్యులు పాల్గొన్నారు."
},
{
    "id":9,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753351514/IMG-20250723-WA0015_dqrnky.jpg",
    "description":"కరెంట్ ఆఫీస్ ముందు ...అడ్డగోలుగా వెలుస్తున్న అక్రమ దుకాణాలు, హోటల్లు, ఫాస్ట్ ఫుడ్ సెంటర్లు-పట్టించుకోని అధికారులు || ◼️ పరిగి మండల కేంద్రంలో విద్యుత్ కార్యాలయం ముందర ఇబ్బడి ముబ్బడిగా దుకాణాలు వెలుస్తున్నాయి. హోటల్లు, ఫాస్ట్ ఫుడ్ సెంటర్లు, దుకాణాలు, చికెన్ షాపులు తదితర కార్యకలాపాలు నిర్వహించే వారంతా ఒక సిండికేట్‌గా మారి ఈ ప్రాంతాన్ని కొద్ది కొద్దిగా ఆక్రమించుకొని ప్రభుత్వ స్థలాన్ని కబ్జా చేసి దుకాణాలు ఏర్పాటు చేసుకొన్నారు. ప్రభుత్వం నుండి ఎటువంటి అనుమతులు లేకుండా ఆక్రమణ చేసుకొన్న స్థలాలకి ఎటువంటి దస్తవేజులు లేవు ప్రభుత్వ స్థలాన్ని ముక్కలు ముక్కలుగా ఆక్రమించుకొని ఎవరికి వారే దుకాణాలు ఏర్పాటు చేసుకుంటున్నారు. వీరిపై ఎవరికి అజమాయిషి లేకుండా పోయింది. ప్రభుత్వ స్థలంలో ఎటువంటి అధికారుల అనుమతులు లేకుండా ప్రభుత్వానికి ఎటువంటి రుసుము చెల్లించకుండా ఈ విధంగా ఆక్రమణలకు పాల్పడుతున్నా అధికారులు ప్రేక్షక పాత్ర పోషిస్తున్నారు. రైతు బజార్లో కూరగాయలు అమ్ముకునే వారినుండి ఎనిమిది వేల రుసుము మార్కెటింగ్ శాఖ తీసుకుంటుంది వారికి ఎలాంటి సదుపాయాలు లేకుండానే. కానీ ఇక్కడ అక్రమంగా దుకాణాలు ఏర్పాటు చేసుకొన్న వారికీ మాత్రం నీటి కనెక్షన్లు, విద్యుత్ సదుపాయం అన్ని అధికారుల కనుసన్నల్లోనే అని నిర్మొహమాటంగా అని చెప్పేయేచ్చు విద్యుత్ శాఖ మాత్రం ప్రేక్షక పాత్ర వహిస్తుంది, అసలు విద్యుత్ శాఖ కార్యాలయం కనబడని విధంగా అక్రమంగా దుకాణాలు ఏర్పాటు చేసుకొన్నా విద్యుత్ శాఖ వారు అక్రమణదారులని కనీసం మందలించిన దాఖలాలు లేవు. ఇలా రోడ్డు పక్కన ప్రభుత్వ స్థలాన్ని ఆక్రమించుకోవడం వలన ట్రాఫిక్ సమస్య కూడా చాలా ఎక్కువ అయినా అధికారులు పట్టించుకోరు ఆక్రమణలు తొలగించరు. ఆక్రమణ దారుల నుండి అధికారులు కమిషన్లు తీసుకుంటున్నారని ఆరోపణలు వినిపిస్తున్నాయి. కాబట్టి అక్రమణదారులను అధికారులు వెంటనే అక్కడ నుండి దుకాణాలు ఎత్తివేసేలా చర్యలు తీసుకుంటారని ఆసిస్తూ ఉన్నాము అక్రమ షాపులను తొలగించడమే కాకుండా అవి ఏర్పాటు చేసుకునేలా ప్రోత్సహించిన వారిపై మరియు అక్రమంగా విద్యుత్ కనెక్షన్లు ఇచ్చిన వారిపై నీటి కొళాయి కనెక్షన్లు ఇచ్చిన వారి ఫై కూడా అధికారులు ఎలాంటి చర్యలు తీసుకుంటారో చూడాలి."
},
{
    "id":10,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753351516/IMG-20250723-WA0016_vymyvy.jpg",
    "description":"రూ. 19 లక్షల విలువ చేసే 19 ద్విచక్ర వాహనాలు, లగేజీ ఆటో స్వాధీనం; ముగ్గుర్ని అరెస్టు చేసిన అనంతపురం టూటౌన్ పోలీసులు; జిల్లా ఎస్పీ శ్రీ పి.జగదీష్ IPS గారి ఆదేశాల మేరకు మీడియాకు వివరాలు వెల్లడించిన అనంతపురం అర్బన్ డీఎస్పీ; నిందితుల వివరాలు: 1) బైనేని యతేంద్ర @ శివా, వయస్సు 20 సంలు, కోట కొట్టాలు, ఆకుతోటపల్లి గ్రామము, SKU, అనంతపురము రూరల్ మండలం 2) బోగిశెట్టి యోగేశ్వర్ @యోగి, వయస్సు 27 సం.లు, వీవర్స్ కాలనీ, ఆకుతోటపల్లి గ్రామము, అనంతపురము రూరల్ మండలమం 3) సి.యశ్వంత్ కుమార్ @ బన్నీ, వయస్సు 19 సం.లు, గంగానగర్, అనంతపురము; ఈ ముగ్గురితో పాటు మరో నలుగురు మైనర్లను అదుపులోకి తీసుకుని జువైనల్ కోర్టు ముందు హాజరు పెట్టనున్నాము; ముఠా నేపథ్యం: ప్రస్తుతం అరెస్టయిన ముగ్గురు నిందితులతో పాటు ఇవే కేసుల్లో ఈరోజు జువైనల్ కోర్టు ముందు హాజరు పరచనున్న నలుగురు మైనర్లు మొత్తం ఏడుగురు కలిసి ముఠాగా ఏర్పడ్డారు. వీరంతా కలిసి అనంతపురం నగరంలోని వివిధ ప్రాంతాలలో టూవీలర్ల దొంగతనాలకు పాల్పడ్డారు. ప్రస్తుతం అరెస్టయిన వారిలో బైనేని యతేంద్ర @ శివా ముఖ్యుడు. ఇతనిపై ఇదివరకే 08 టూవీలర్ దొంగతనాలు కేసులున్నాయి. అనంతపురంతో పాటు ధర్మవరం, నల్లచెర్వు తదితర ప్రాంతాలలో గత రెండేళ్ల కిందట నుండీ టూవీలర్లు ఎత్తికెళ్లిన కేసులున్నాయి. మిగితా ముఠా సభ్యులను కలుపుకుని రాత్రి, పగలు తేడా లేకుండా ఇళ్ళ ముందు, హోస్పిటల్స్ దగ్గర పార్కు చేసిన ద్విచక్ర వాహనాలే లక్ష్యంగా చేసుకుంటారు. నకిలీ తాళాల సహాయంతో పార్క్ చేసిన వాహనాలను సులువుగా ఎత్తుకెళ్లడం వీరికి రివాజు; అనంతపురము జిల్లాలో గత కొద్ది నెలలుగా మోటార్ సైకిల్స్ దొంగతనం కావడంతో దొంగలను పట్టుకోవడానికి సవాల్ గా స్వీకరించిన జిల్లా ఎస్పీ పి.జగదీష్ IPS గారి ఆదేశాల మేరకు, అనంతపురము అర్బన్ డీఎస్పీ వి.శ్రీనివాస రావు గారి అద్వర్యంలో, అనంతపురము 2 టౌన్ ఇన్స్పెక్టర్ M.శ్రీకాంత్, యస్.ఐ సి.రుషేంద్ర బాబు మరియు 2 టౌన్ పోలీస్ స్టేషన్ సిబ్బంది 21-07-2025 ఉదయం నాయక్ నగర్ రైల్వే గేట్ వద్ద వాహనాలు తనిఖీ చేయుచుండగా, అనుమానాస్పదంగా వచ్చిన ఏడుగురు వ్యక్తులను పట్టుకొని విచారించగా, వారు అనంతపురం 2 టౌన్, 4 టౌన్ పరిధిలో 19 మోటార్ సైకిళ్లు, ఒక లగెజీ ఆటో దొంగతనం చేశామని ఒప్పుకున్నారని, రూ. 19 లక్షల విలువ చేసే వాటిని స్వాధీనం చేసుకున్నామని అనంతపురం అర్బన్ డీఎస్పీ విలేకరుల సమావేశంలో వెల్లడించారు; మోటార్ సైకిల్స్ మరియు ఆటోను రికవరీ చేసిన పోలీసులను జిల్లా ఎస్పీ పి.జగదీష్ గారు ప్రత్యేకంగా అభినందించారు; అభినందితులలో: డీఎస్పీ వి.శ్రీనివాస రావు, 2 టౌన్ ఇన్స్పెక్టర్ M.శ్రీకాంత్, ఎస్.ఐ సి.రుషేంద్ర బాబు, హెడ్ కానిస్టేబుల్ M.T.రాజశేఖర్ రావు, జె.అమరేశ్వర రావు, కానిస్టేబుల్స్ జి.సుధాకర్, టి.అంజన్ కుమార్, వి.రామాంజినేయులు, బి.వన్నూరు స్వామి, శేఖర్ జి.షాషావలి, డి.రామకృష్ణ, పి.జి.సురేశ్, హోంగార్డు షేక్షావలి పాల్గొన్నారు."
},
{
    "id":11,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753351535/IMG-20250723-WA0017_jt0bd2.jpg",

    "description":"రపుట్టపర్తి- జూలై,21:- జిల్లాలో అర్హులైన ప్రతి పేదవానికి ఎన్టీఆర్ గృహ నిర్మాణ పథకం అందేలా చూడాలని జిల్లా జాయింట్ కలెక్టర్ అభిషేక్ కుమార్ అన్నారు. సోమవారం స్థానిక కలెక్టరేట్లోని వీడియో కాన్ఫరెన్స్ హాల్లో హౌసింగ్ ఫర్ అల్, అందుబాటులో ఉన్న ప్లాట్స్ అర్హులైన వారికి అందించడం, ఆక్రమణకు గురైన స్థలాలను రెగ్యులరైజేషన్ తదితర అంశాలపై వీడియో కాన్ఫరెన్స్ ద్వారా మున్సిపల్ కమిషనర్లతో, తాసిల్దారులతో వీడియో కాన్ఫరెన్స్ జరిగింది. ఈ సందర్భంగా జిల్లా జాయింట్ కలెక్టర్ అభిషేక్ కుమార్ మాట్లాడుతూ జిల్లాలో అర్హులైన ప్రతి పేదవానికి ఎన్టీఆర్ గృహ నిర్మాణ పథకం అందేలా చూడాలని సంబంధిత అధికారులను ఆదేశించారు. ప్రభుత్వపరంగా అందుబాటులో ఉన్న భూములను ఎన్టీఆర్ గృహ నిర్మాణ పథకం కింద కేటాయించాలని అన్నారు. జిల్లాలోని 32 గ్రామాలలో రి-సర్వే చేయాలని ఈ నెలాఖరు లోగా డి ఎల్ ఆర్ పూర్తి చేయాలని అన్నారు. అలాగే ప్రజా సమస్యల పరిష్కార వేదిక క్రింద వచ్చిన అర్జీలను కాల పరిమితి మించకుండానే పరిష్కరించాలని అన్నారు. ముఖ్యంగా అర్జీదారులతో స్వయంగా మాట్లాడి సమస్యను తెలుసుకొని పరిష్కార చర్యలు తీసుకోవాలని అన్నారు. ఈ వీడియో కాన్ఫరెన్స్ లో స్పెషల్ డిప్యూటీ కలెక్టర్ సూర్యనారాయణ రెడ్డి, సర్వే ల్యాండ్ ఎడి విజయశాంతి తదితరులు పాల్గొన్నారు. -------------------------------------------------- డివిజనల్ పిఆర్ఓ పుట్టపర్తి వారి ద్వారా జారీ."
},
{
    "id":12,
        "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753351512/IMG-20250723-WA0008_ynuic2.jpg",
    "description":"అనంతపురం పోలీసు శిక్షణ కళాశాలలో బేసిక్ శిక్షణ పూర్తిచేసి, గ్రేహౌండ్స్ విభాగంలో కమాండో శిక్షణ, కర్నూలులో వివిధ రకాల ఆయుధాలతో శిక్షణ పొందిన నలుగురు ప్రొబేషనరీ సబ్‌ ఇన్స్‌పెక్టర్లు జిల్లాకు బదిలీ అయ్యారు. వారు జిల్లా పోలీసు కార్యాలయంలో జిల్లా ఎస్పీ తుహిన్‍ సిన్హా ఐపీఎస్‌ను మర్యాదపూర్వకంగా కలిశారు. ఈ సందర్భంగా జిల్లా ఎస్పీ మాట్లాడుతూ, సేవా ధృక్పథంతో, నీతి, నిజాయితీ, క్రమశిక్షణతో ప్రజలకు నిస్వార్థంగా సేవ చేయడం వల్లే పోలీసు శాఖ ప్రతిష్ఠ మరింత పెరుగుతుంది. ప్రొబేషనరీ ఎస్సైలు క్షేత్ర స్థాయిలో విధులకు సన్నద్ధంగా తయారవ్వాలి. శిక్షణలో పొందిన అనుభవాలు, ముఖ్యంగా సాంకేతిక పరిజ్ఞానాన్ని వినియోగించుకొని, కేసుల దర్యాప్తులో నూతన పోకడలు అలవరచుకోవాలి, అని అన్నారు. ఎస్సైలు కె.పోషణ గౌరీ, ఎన్.విజయకుమారి, షేక్ షాహిబా అంజుమ్, జి.కమల భార్గవ్‌లతో గంటకు పైగా చర్చిస్తూ, వారు చదువుకున్నది, శిక్షణలో నేర్చుకున్న అంశాల గురించి ఆరా తీశారు. పోలీసు శాఖపై ప్రజల నమ్మకాన్ని నిలబెట్టడంలో, బాధితులకు న్యాయం చేయడంలో, నిందితులను సైంటిఫికల్లీ శిక్షించడంలో నూతన సాంకేతిక పరిజ్ఞానాన్ని ఉపయోగించాలని సూచించారు. ప్రత్యేకంగా, ప్రాక్టికల్ శిక్షణ కోసం నలుగురు ప్రొబేషనరీ ఎస్సైలను నాలుగు విభిన్న స్టేషన్లకు పోస్టింగ్ ఇస్తాం. పోలీసే స్టేషన్ల నిర్వహణ, రికార్డులు, నేర పరిశోధన, శాంతి భద్రతల పరిరక్షణ, విచారణల ప్రక్రియలో అవగాహన మరింతగా పెంచుకోవాలని పేర్కొన్నారు. ప్రజల సేవ కోసం పారదర్శకతను పాటించి, నిష్పక్షపాతంగా కార్యాచరణలో ఉండాల్సిన అవసరాన్ని ఎస్పీ ప్రత్యేకంగా తెలియజేశారు. ఈ కార్యక్రమంలో ప్రొబేషనరీ ఎస్సైలు కె.పోషణ గౌరీ, ఎన్.విజయకుమారి, షేక్ షాహిబా అంజుమ్, జి.కమల భార్గవ్ పాల్గొన్నారు."
},
{
    "id":13,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753430936/IMG-20250725-WA0002_fua9k2.jpg",
  "description":"హార్ట్ స్ట్రోక్ తో హోంగార్డు మృతి... నివాళులు అర్పించిన ఏ.ఆర్ పోలీసు అధికారులు * సంతాపం తెలియజేసిన జిల్లా ఎస్పీ శ్రీ పి.జగదీష్ IPS గారు * జిల్లా ఎస్పీ గారి ఆదేశాలతో అంత్యక్రియల ఖర్చుల కోసం రూ. 10 వేలు ఆర్థిక సాయం అనంతపురం జిల్లా పోలీస్ ఏ.ఆర్ విభాగంలో పనిచేస్తున్న హోంగార్డు పెద్దన్న ఈరోజు ఉదయం గుండెపోటుతో చనిపోయాడు. విషయం తెలుసుకున్న జిల్లా ఎస్పీ శ్రీ పి.జగదీష్ IPS గారు సంతాపం వ్యక్తం చేయడంతో పాటు అంత్యక్రియల ఖర్చుల కోసం రూ. 10 వేలు ఆర్థిక సాయం అందించారు. స్థానిక అంబేద్కర్ నగర్ లో ఉంచిన మృతదేహాన్ని ఏ.ఆర్ డీఎస్పీ నీలకంఠేశ్వరరెడ్డి, ఆర్ ఐ రాముడు, ఆర్ ఎస్ ఐ జాఫర్ లు సందర్శించి నివాళులు అర్పించారు. మృతుడి కుటుంబ సభ్యులతో మాట్లాడి ధైర్యంగా ఉండాలని సూచించారు."
},
{
    "id":14,
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753430934/IMG-20250725-WA0003_r8xua6.jpg",
    "description":"బ్రేకింగ్ న్యూస్...ఆంధ్రప్రదేశ్ రాష్ట్ర రియల్ ఎస్టేట్ రంగానికి భారీ ఊరట..ఆంధ్రప్రదేశ్ రాష్ట్ర రాజధాని అమరావతి సచివాలయంలో రాష్ట్ర  రిజిస్ట్రేషన్ శాఖఉన్నతాధికారులతో సమీక్ష సమావేశం నిర్వహించిన ముఖ్యమంత్రి  నారా చంద్రబాబు నాయుడు...జి.పి‌.కం.సెల్ స్టాంప్ డ్యూటీ 1 శాతం నుంచి 4.5  పెంచుతు జగన్ ప్రభుత్వం తీసుకున్న నిర్ణయాన్నిరద్దు చేస్తు పాత పద్దతిలో ఉన్న 1 శాతానికే తగ్గించిన కూటమి ప్రభుత్వం...ఆంధ్రప్రదేశ్ రాష్ట్రంలో కుప్పకులిపోయిన రియల్ ఎస్టేట్ రంగానికి ఈ నిర్ణయం భారీ ఊరటనివ్వనుంది.."

},
{
    "id":"15",
    "image":"https://res.cloudinary.com/dqdx0yz2t/image/upload/v1753431243/IMG-20250725-WA0004_l2ctcz.jpg",
    "description":"కళ్యాణదుర్గం  చరిత్రలో అతిపెద్ద అవినీతి తిమింగలం RTI EXPRESS:-ఒకటి కాదు రెండు కాదు మూడు కాదు ఏకంగా ఐదు లక్షలు లంచం తీసుకుంటూ పట్టుబడ్డ సబ్ రిజిస్టర్ నారాయణస్వామి సబ్ రిజిస్టర్ కార్యాలయానికి నారాయణ స్వామి తీసుకొని వచ్చి విచారణ జరుపుతున్న ఏసిబీ అధికారులు... ఇంకా భారీ స్థాయిలో జరిగిన అవినీతిపై విచారణ జిల్లాలో దాదాపు అన్ని చోట్లా ఇదే పరిస్థితి ఉందని వినికిడి"
}

]